flag_work_script = True                  # флаг работы скрипта, при переводе в False - останавливается вся работа
flag_scheduled_check = True              # флаг плановой проверки по умолчанию - включена
flag_process_started = False             # флаг запуска основного теста сайта, включается только в период запуска
headless = False                         # фоновый режим работы браузера, по умолчанию - выключен
proxies = False                          # настройка прокси, по умолчанию - не используется